Repository: gomez1112/MoodMargins
Catalog: MoodMargins/Localizable.xcstrings
Source language: en
Languages: ar, es, es_us

# %@ · %lld tags
source: %1$@ · %2$lld tags
ar: %@ · %lld وسمًا
es: %1$@ · %2$lld etiquetas
es_us: %@ · %lld etiquetas

source: %lld-day recap
ar: ملخص %lld أيام
es: Resumen de %lld días
es_us: Resumen de %lld días

source: +%lld more
ar: +%lld إضافية
es: +%lld más
es_us: +%lld más

source: 3-day streak
ar: سلسلة 3 أيام
es: Racha de 3 días
es_us: Racha de 3 días

source: 7 days
ar: 7 أيام
es: 7 días
es_us: 7 días

source: 14 days
ar: 14 يومًا
es: 14 días
es_us: 14 días

source: 30 days
ar: 30 يومًا
es: 30 días
es_us: 30 días

source: A soft look back through your pages
ar: نظرة هادئة إلى صفحاتك السابقة
es: Una mirada amable a tus páginas
es_us: Una mirada suave a tus páginas

source: A softer place to check in
ar: مكان ألطف للاطمئنان على نفسك
es: Un lugar más amable para revisar cómo estás
es_us: Un lugar más suave para conectar contigo

source: Activities
ar: الأنشطة
es: Actividades
es_us: Actividades

source: Add a few more pages to unlock a softer generated recap.
ar: أضف بضع صفحات أخرى لفتح ملخص مُنشأ أكثر لطفًا.
es: Añade unas cuantas páginas más para desbloquear un resumen generado más amable.
es_us: Agrega algunas páginas más para desbloquear un resumen generado más suave.

source: Add a washi tag above
ar: أضف وسم واشي أعلاه
es: Añade una etiqueta washi arriba
es_us: Agrega una etiqueta washi arriba

source: Add more text before generating.
ar: أضف مزيدًا من النص قبل الإنشاء.
es: Añade más texto antes de generar.
es_us: Agrega más texto antes de generar.

source: Add suggested %@ tag
ar: إضافة وسم %@ المقترح
es: Añadir etiqueta sugerida %@
es_us: Agregar etiqueta sugerida %@

source: All
ar: الكل
es: Todo
es_us: Todo

source: alone
ar: وحيدًا
es: a solas
es_us: a solas

source: Angry
ar: غاضب
es: Enfadado
es_us: Enojo

source: Another response is still generating.
ar: ما زالت هناك استجابة أخرى قيد الإنشاء.
es: Todavía se está generando otra respuesta.
es_us: Todavía se está generando otra respuesta.

source: anxious
ar: قلق
es: con ansiedad
es_us: ansioso

source: appeared in %lld pages
ar: ظهر في %lld صفحات
es: apareció en %lld páginas
es_us: apareció en %lld páginas

source: Apple Intelligence declined to respond.
ar: رفض Apple Intelligence الرد.
es: Apple Intelligence ha rechazado responder.
es_us: Apple Intelligence rechazó responder.

source: Apple Intelligence is not available in this build.
ar: Apple Intelligence غير متاح في هذا الإصدار.
es: Apple Intelligence no está disponible en esta compilación.
es_us: Apple Intelligence no está disponible en esta versión.

source: Apple Intelligence is not enabled.
ar: Apple Intelligence غير مفعّل.
es: Apple Intelligence no está activado.
es_us: Apple Intelligence no está activado.

source: Apple Intelligence is still preparing.
ar: ما زال Apple Intelligence قيد التجهيز.
es: Apple Intelligence aún se está preparando.
es_us: Apple Intelligence todavía se está preparando.

source: Apple Intelligence is temporarily unavailable.
ar: Apple Intelligence غير متاح مؤقتًا.
es: Apple Intelligence no está disponible temporalmente.
es_us: Apple Intelligence no está disponible temporalmente.

source: Apple Intelligence is unavailable.
ar: Apple Intelligence غير متاح.
es: Apple Intelligence no está disponible.
es_us: Apple Intelligence no está disponible.

source: average
ar: المتوسط
es: normal
es_us: promedio

source: Body
ar: الجسم
es: Cuerpo
es_us: Cuerpo

source: Browse past pages
ar: تصفح الصفحات السابقة
es: Explora páginas anteriores
es_us: Explora páginas anteriores

source: Browse past pages and weekly insights when you want a calmer view of what has been shaping your days.
ar: تصفح الصفحات السابقة والرؤى الأسبوعية عندما تريد نظرة أهدأ إلى ما كان يشكّل أيامك.
es: Explora páginas anteriores y perspectivas semanales cuando quieras una visión más tranquila de lo que ha ido dando forma a tus días.
es_us: Explora páginas anteriores y reflexiones semanales cuando quieras una mirada más tranquila a lo que ha dado forma a tus días.

source: Build today with gentle tags
ar: ابنِ يومك بوسوم لطيفة
es: Construye el día con etiquetas amables
es_us: Crea el día con etiquetas suaves

source: Calendar stickers
ar: ملصقات التقويم
es: Pegatinas de calendario
es_us: Calcomanías del calendario

source: calm
ar: هادئ
es: calma
es_us: tranquilo

source: Context
ar: السياق
es: Contexto
es_us: Contexto

source: Continue
ar: متابعة
es: Continuar
es_us: Continuar

source: cozy
ar: دافئ
es: acogedor
es_us: acogedor

source: Current selected page
ar: الصفحة المختارة
es: Página seleccionada
es_us: Página seleccionada

source: Daily mood pages
ar: صفحات المزاج اليومية
es: Páginas diarias de ánimo
es_us: Páginas diarias de ánimo

source: Day
ar: اليوم
es: Día
es_us: Día

source: Dear diary,
ar: عزيزي اليوميات،
es: Querido diario:
es_us: Querido diario,

source: Dear diary...
ar: عزيزي اليوميات...
es: Querido diario...
es_us: Querido diario...

source: Delete
ar: حذف
es: Eliminar
es_us: Eliminar

source: Draft updates live
ar: يتم تحديث المسودة مباشرة
es: El borrador se actualiza en directo
es_us: El borrador se actualiza en vivo

source: energized
ar: مفعم بالطاقة
es: con energía
es_us: con energía

source: Entries
ar: الإدخالات
es: Entradas
es_us: Entradas

source: Exercise
ar: التمارين
es: Ejercicio
es_us: Ejercicio

source: family
ar: العائلة
es: familia
es_us: familia

source: Family
ar: العائلة
es: Familia
es_us: Familia

source: Favorite margins
ar: الهوامش المفضلة
es: Márgenes favoritos
es_us: Márgenes favoritos

source: Feelings
ar: المشاعر
es: Sentimientos
es_us: Sentimientos

source: Filter pages
ar: تصفية الصفحات
es: Filtrar páginas
es_us: Filtrar páginas

source: Food
ar: الطعام
es: Comida
es_us: Comida

source: Fresh pages in
ar: صفحات جديدة خلال
es: Páginas recientes en
es_us: Páginas recientes en

source: Gentle insights
ar: رؤى لطيفة
es: Perspectivas amables
es_us: Reflexiones suaves

source: grateful
ar: ممتن
es: con gratitud
es_us: agradecido

source: hopeful
ar: متفائل
es: con esperanza
es_us: esperanzado

source: Insights
ar: الرؤى
es: Perspectivas
es_us: Reflexiones

source: Key
ar: المفتاح
es: Clave
es_us: Clave

source: Laughing
ar: ضاحك
es: Riendo
es_us: Riendo

source: Looking for a gentle pattern
ar: جارٍ البحث عن نمط لطيف
es: Buscando un patrón amable
es_us: Buscando un patrón suave

source: Mood
ar: المزاج
es: Ánimo
es_us: Estado de ánimo

source: Mood for this page
ar: مزاج هذه الصفحة
es: Ánimo para esta página
es_us: Ánimo de esta página

source: Mood stickers
ar: ملصقات المزاج
es: Pegatinas de ánimo
es_us: Calcomanías de ánimo

source: MoodMargins needs at least two saved entries in this range to find a pattern.
ar: يحتاج MoodMargins إلى إدخالين محفوظين على الأقل ضمن هذا النطاق للعثور على نمط.
es: MoodMargins necesita al menos dos entradas guardadas en este intervalo para encontrar un patrón.
es_us: MoodMargins necesita al menos dos entradas guardadas en este rango para encontrar un patrón.

source: Mourn
ar: حزين
es: Duelo
es_us: Duelo

source: music
ar: الموسيقى
es: música
es_us: música

source: Music
ar: الموسيقى
es: Música
es_us: Música

source: Next
ar: التالي
es: Siguiente
es_us: Siguiente

source: One small thing I noticed today was...
ar: شيء صغير لاحظته اليوم كان...
es: Una pequeña cosa que he notado hoy ha sido...
es_us: Una pequeña cosa que noté hoy fue...

source: outdoors
ar: في الخارج
es: aire libre
es_us: aire libre

source: Outdoors
ar: في الخارج
es: Aire libre
es_us: Aire libre

source: Page
ar: الصفحة
es: Página
es_us: Página

source: Pages tagged #outdoors often appear with Good or Great moods.
ar: غالبًا ما تظهر الصفحات الموسومة بـ #outdoors مع مزاج جيد أو رائع.
es: Las páginas etiquetadas con #outdoors suelen aparecer con estados de ánimo buenos o excelentes.
es_us: Las páginas etiquetadas con #airelibre suelen aparecer con estados de ánimo Bueno o Excelente.

source: Past page browsing
ar: تصفح الصفحات السابقة
es: Exploración de páginas anteriores
es_us: Exploración de páginas anteriores

source: Past pages
ar: الصفحات السابقة
es: Páginas anteriores
es_us: Páginas anteriores

source: Pick a mood, jot a few lines, and save the small moments that usually slip past.
ar: اختر مزاجًا، واكتب بضعة أسطر، واحفظ اللحظات الصغيرة التي تمر عادةً دون انتباه.
es: Elige un estado de ánimo, escribe unas líneas y guarda esos pequeños momentos que suelen pasar de largo.
es_us: Elige un estado de ánimo, escribe unas líneas y guarda esos pequeños momentos que suelen pasar desapercibidos.

source: Range
ar: النطاق
es: Intervalo
es_us: Rango

source: reading
ar: القراءة
es: lectura
es_us: lectura

source: Reading
ar: القراءة
es: Lectura
es_us: Lectura

source: Reading your page
ar: جارٍ قراءة صفحتك
es: Leyendo tu página
es_us: Leyendo tu página

source: Recent pages
ar: الصفحات الأخيرة
es: Páginas recientes
es_us: Páginas recientes

source: rest
ar: الراحة
es: descanso
es_us: descanso

source: Rest
ar: الراحة
es: Descanso
es_us: Descanso

source: rested
ar: مرتاح
es: descansado
es_us: descansado

source: Revisit entries by date, mood, and search so older reflections stay easy to find.
ar: راجِع الإدخالات حسب التاريخ والمزاج والبحث لتبقى التأملات القديمة سهلة العثور.
es: Revisa entradas por fecha, estado de ánimo y búsqueda para que las reflexiones anteriores sigan siendo fáciles de encontrar.
es_us: Vuelve a tus entradas por fecha, estado de ánimo y búsqueda para encontrar fácilmente reflexiones anteriores.

source: Sad
ar: حزين
es: Triste
es_us: Triste

source: Save
ar: حفظ
es: Guardar
es_us: Guardar

source: Save page
ar: حفظ الصفحة
es: Guardar página
es_us: Guardar página

source: Saved
ar: تم الحفظ
es: Guardado
es_us: Guardado

source: Search your pages
ar: ابحث في صفحاتك
es: Busca en tus páginas
es_us: Busca en tus páginas

source: See patterns without pressure
ar: شاهِد الأنماط بلا ضغط
es: Observa patrones sin presión
es_us: Ve patrones sin presión

source: Set mood to %@
ar: تعيين المزاج إلى %@
es: Establecer estado de ánimo en %@
es_us: Establecer estado de ánimo en %@

source: Set page mood to %@
ar: تعيين مزاج الصفحة إلى %@
es: Establecer estado de ánimo de la página en %@
es_us: Establecer ánimo de la página en %@

source: Skip
ar: تخطي
es: Omitir
es_us: Omitir

source: social
ar: اجتماعي

source: Social
ar: اجتماعي

source: Soft pattern
ar: نمط لطيف
es: Patrón suave
es_us: Patrón suave

source: Start from Today, choose a mood, add a note, and save the page when it feels ready.
ar: ابدأ من اليوم، واختر مزاجًا، وأضف ملاحظة، ثم احفظ الصفحة عندما تشعر أنها جاهزة.
es: Empieza en Hoy, elige un estado de ánimo, añade una nota y guarda la página cuando esté lista.
es_us: Empieza desde Hoy, elige un estado de ánimo, agrega una nota y guarda la página cuando esté lista.

source: Start journaling
ar: ابدأ التدوين
es: Empezar a escribir
es_us: Empezar a escribir

source: Suggested from your page
ar: مقترح من صفحتك
es: Sugerido a partir de tu página
es_us: Sugerido desde tu página

source: The generated response could not be read.
ar: تعذّرت قراءة الاستجابة المُنشأة.
es: No se ha podido leer la respuesta generada.
es_us: No se pudo leer la respuesta generada.

source: There is too much diary context to summarize at once.
ar: هناك سياق يوميات كثير جدًا لا يمكن تلخيصه دفعة واحدة.
es: Hay demasiado contexto del diario para resumirlo de una vez.
es_us: Hay demasiado contexto del diario para resumirlo de una sola vez.

source: This device does not support Apple Intelligence.
ar: هذا الجهاز لا يدعم Apple Intelligence.
es: Este dispositivo no es compatible con Apple Intelligence.
es_us: Este dispositivo no es compatible con Apple Intelligence.

source: This generated format is not supported.
ar: هذا التنسيق المُنشأ غير مدعوم.
es: Este formato generado no es compatible.
es_us: Este formato generado no es compatible.

source: This language is not supported by Apple Intelligence yet.
ar: هذه اللغة غير مدعومة من Apple Intelligence بعد.
es: Apple Intelligence aún no es compatible con este idioma.
es_us: Apple Intelligence todavía no es compatible con este idioma.

source: This period had a mix of steady and tired days. You wrote most about rest, work, and calm moments.
ar: تخللت هذه الفترة أيام مستقرة وأخرى متعبة. كتبتَ غالبًا عن الراحة والعمل واللحظات الهادئة.
es: Este periodo tuvo una mezcla de días estables y cansados. Escribiste sobre todo acerca del descanso, el trabajo y los momentos de calma.
es_us: Este período tuvo una mezcla de días estables y cansados. Escribiste sobre todo acerca de descanso, trabajo y momentos tranquilos.

source: This request could not be generated safely.
ar: تعذّر إنشاء هذا الطلب بأمان.
es: Esta solicitud no se pudo generar de forma segura.
es_us: Esta solicitud no se pudo generar de forma segura.

source: tired
ar: متعب
es: cansado
es_us: cansado

source: Today
ar: اليوم
es: Hoy
es_us: Hoy

source: Today I feel...
ar: أشعر اليوم بـ...
es: Hoy me siento...
es_us: Hoy me siento...

source: Today's page
ar: صفحة اليوم
es: Página de hoy
es_us: Página de hoy

source: Today's page saved
ar: تم حفظ صفحة اليوم
es: Página de hoy guardada
es_us: Página de hoy guardada

source: Toggle %@ tag
ar: تبديل وسم %@
es: Alternar etiqueta %@
es_us: Activar o desactivar etiqueta %@

source: Too many requests. Try again shortly.
ar: هناك طلبات كثيرة جدًا. حاول مرة أخرى بعد قليل.
es: Demasiadas solicitudes. Inténtalo de nuevo dentro de poco.
es_us: Demasiadas solicitudes. Inténtalo de nuevo en un momento.

source: Track streaks, mood distribution, and reflection prompts in the same pastel notebook style.
ar: تابع السلاسل وتوزيع المزاج وأسئلة التأمل بالأسلوب نفسه لدفتر ملاحظات بألوان هادئة.
es: Haz seguimiento de rachas, distribución del ánimo y sugerencias de reflexión con el mismo estilo de cuaderno pastel.
es_us: Sigue rachas, distribución de ánimo y preguntas de reflexión con el mismo estilo de cuaderno pastel.

source: Travel
ar: السفر
es: Viajes
es_us: Viaje

source: Use washi-style tags to connect feelings with routines, people, places, and tiny wins.
ar: استخدم وسومًا بأسلوب الواشي لربط المشاعر بالروتين والأشخاص والأماكن والانتصارات الصغيرة.
es: Usa etiquetas de estilo washi para conectar sentimientos con rutinas, personas, lugares y pequeñas victorias.
es_us: Usa etiquetas estilo washi para conectar sentimientos con rutinas, personas, lugares y pequeños logros.

source: walk
ar: المشي
es: paseo
es_us: caminar

source: Washi tags
ar: وسوم واشي
es: Etiquetas washi
es_us: Etiquetas washi

source: What is one small thing worth remembering from today?
ar: ما الشيء الصغير الذي يستحق التذكر من اليوم؟
es: ¿Cuál es una pequeña cosa de hoy que merece la pena recordar?
es_us: ¿Qué pequeña cosa de hoy vale la pena recordar?

source: Wink
ar: غمزة
es: Guiño
es_us: Guiño

source: work
ar: العمل
es: trabajo
es_us: trabajo

source: Work
ar: العمل
es: Trabajo
es_us: Trabajo

source: Writing recap
ar: جارٍ كتابة الملخص
es: Escribiendo resumen
es_us: Escribiendo resumen

source: Year
ar: السنة
es: Año
es_us: Año

source: Year recap
ar: ملخص السنة
es: Resumen del año
es_us: Resumen del año

source: Your notes can stay simple; small details are enough.
ar: يمكن أن تبقى ملاحظاتك بسيطة؛ التفاصيل الصغيرة تكفي.
es: Tus notas pueden ser sencillas; los pequeños detalles bastan.
es_us: Tus notas pueden ser simples; los pequeños detalles son suficientes.

source: %lld days
ar: %lld يوم
es: %lld días
es_us: %lld días

source: Saved automatically
ar: تم الحفظ تلقائيًا
es: Guardado automáticamente
es_us: Guardado automáticamente

source: Saving…
ar: جارٍ الحفظ…
es: Guardando…
es_us: Guardando…

source: Changes save automatically
ar: تُحفظ التغييرات تلقائيًا
es: Los cambios se guardan automáticamente
es_us: Los cambios se guardan automáticamente

source: Couldn't save changes
ar: تعذر حفظ التغييرات
es: No se pudieron guardar los cambios
es_us: No se pudieron guardar los cambios

source: Try again
ar: حاول مرة أخرى
es: Reintentar
es_us: Reintentar

source: Pages
ar: الصفحات
es: Páginas
es_us: Páginas

source: Customize
ar: تخصيص
es: Personalizar
es_us: Personalizar

source: Longest streak
ar: أطول سلسلة
es: Racha más larga
es_us: Racha más larga

source: Most common
ar: الأكثر شيوعًا
es: Más frecuente
es_us: Más frecuente

source: Top tag
ar: الوسم الأكثر تكرارًا
es: Etiqueta principal
es_us: Etiqueta principal

source: AI tags
ar: وسوم بالذكاء الاصطناعي
es: Etiquetas con IA
es_us: Etiquetas con IA

source: Gentle recap
ar: ملخص لطيف
es: Resumen amable
es_us: Resumen amable

source: Share of saved pages
ar: نسبة الصفحات المحفوظة
es: Proporción de páginas guardadas
es_us: Proporción de páginas guardadas

source: Daily mood trend
ar: اتجاه المزاج اليومي
es: Tendencia diaria del ánimo
es_us: Tendencia diaria del ánimo

source: Each point summarizes a day's mood. Gaps are days without a saved page.
ar: تلخص كل نقطة مزاج يوم واحد. تمثل الفجوات أيامًا دون صفحة محفوظة.
es: Cada punto resume el ánimo de un día. Los huecos son días sin una página guardada.
es_us: Cada punto resume el ánimo de un día. Los huecos son días sin una página guardada.

source: Today I feel…
ar: أشعر اليوم بـ…
es: Hoy me siento…
es_us: Hoy me siento…

source: Dear diary…
ar: عزيزي اليوميات…
es: Querido diario…
es_us: Querido diario…

source: One small thing I noticed today was…
ar: شيء صغير لاحظته اليوم هو…
es: Una pequeña cosa que noté hoy fue…
es_us: Una pequeña cosa que noté hoy fue…

source: No tags yet
ar: لا توجد وسوم بعد
es: Todavía no hay etiquetas
es_us: Todavía no hay etiquetas

source: Explore Plus
ar: اكتشف Plus
es: Descubrir Plus
es_us: Descubrir Plus

source: Plus suggests tags from your note as you write.
ar: يقترح Plus وسومًا من ملاحظتك أثناء الكتابة.
es: Plus sugiere etiquetas a partir de tu nota mientras escribes.
es_us: Plus sugiere etiquetas a partir de tu nota mientras escribes.

source: Plus brings your saved pages together with an AI recap. Your mood charts and streaks stay free.
ar: يجمع Plus صفحاتك المحفوظة في ملخص بالذكاء الاصطناعي. تبقى مخططات المزاج والسلاسل مجانية.
es: Plus reúne tus páginas guardadas en un resumen con IA. Tus gráficos y rachas siguen siendo gratis.
es_us: Plus reúne tus páginas guardadas en un resumen con IA. Tus gráficos y rachas siguen siendo gratis.

source: Botanical
ar: نباتية
es: Botánica
es_us: Botánica

source: Coastal
ar: ساحلية
es: Costera
es_us: Costera

source: Sunset
ar: غروب
es: Atardecer
es_us: Atardecer

source: Pastel
ar: باستيل

source: The original blush pages and lavender ink.
ar: الصفحات الوردية والحبر الخزامي الأصليان.
es: Las páginas rosadas y la tinta lavanda originales.
es_us: Las páginas rosadas y la tinta lavanda originales.

source: Sage pages, forest ink, and a quiet garden feel.
ar: صفحات بلون المريمية وحبر بلون الغابة وإحساس حديقة هادئة.
es: Páginas verde salvia, tinta de bosque y la calma de un jardín.
es_us: Páginas verde salvia, tinta de bosque y la calma de un jardín.

source: Sea-glass blue, sandy paper, and deep ocean ink.
ar: أزرق زجاج البحر وورق رملي وحبر بلون المحيط العميق.
es: Azul marino suave, papel arena y tinta de océano profundo.
es_us: Azul marino suave, papel arena y tinta de océano profundo.

source: Peach skies, warm paper, and terracotta accents.
ar: سماء خوخية وورق دافئ ولمسات بلون الطين.
es: Cielos melocotón, papel cálido y detalles terracota.
es_us: Cielos melocotón, papel cálido y detalles terracota.

source: Selected
ar: محدد
es: Seleccionado
es_us: Seleccionado

source: Purchased
ar: تم الشراء
es: Comprado
es_us: Comprado

source: Included with Plus
ar: مشمول مع Plus
es: Incluido con Plus
es_us: Incluido con Plus

source: Free
ar: مجاني
es: Gratis
es_us: Gratis

source: Preview
ar: معاينة
es: Vista previa
es_us: Vista previa

source: A page of your own
ar: صفحة خاصة بك
es: Una página muy tuya
es_us: Una página muy tuya

source: A quiet moment, just for me.
ar: لحظة هادئة لي وحدي.
es: Un momento tranquilo, solo para mí.
es_us: Un momento tranquilo, solo para mí.

source: #calm #rest
ar: #هدوء #راحة
es: #calma #descanso
es_us: #calma #descanso

source: Preview appearance
ar: معاينة المظهر
es: Vista previa del aspecto
es_us: Vista previa del aspecto

source: System
ar: النظام
es: Sistema
es_us: Sistema

source: Light
ar: فاتح
es: Claro
es_us: Claro

source: Dark
ar: داكن
es: Oscuro
es_us: Oscuro

source: Themes
ar: السمات
es: Temas
es_us: Temas

source: Use Private Cloud Compute
ar: استخدام الحوسبة السحابية الخاصة
es: Usar Private Cloud Compute
es_us: Usar Private Cloud Compute

source: Purchases
ar: المشتريات
es: Compras
es_us: Compras

source: Restore purchases
ar: استعادة المشتريات
es: Restaurar compras
es_us: Restaurar compras

source: Manage subscription
ar: إدارة الاشتراك
es: Gestionar suscripción
es_us: Gestionar suscripción

source: Privacy policy
ar: سياسة الخصوصية
es: Política de privacidad
es_us: Política de privacidad

source: Privacy policy on the web
ar: سياسة الخصوصية على الويب
es: Política de privacidad en la web
es_us: Política de privacidad en la web

source: Terms of use
ar: شروط الاستخدام
es: Condiciones de uso
es_us: Condiciones de uso

source: About
ar: حول التطبيق
es: Acerca de
es_us: Acerca de

source: OK
ar: حسنًا
es: Aceptar
es_us: Aceptar

source: One purchase keeps this theme permanently. No subscription is required.
ar: شراء واحد يمنحك هذه السمة دائمًا. لا يلزم اشتراك.
es: Una sola compra conserva este tema para siempre. No requiere suscripción.
es_us: Una sola compra conserva este tema para siempre. No requiere suscripción.

source: Or explore MoodMargins Plus
ar: أو اكتشف MoodMargins Plus
es: O descubre MoodMargins Plus
es_us: O descubre MoodMargins Plus

source: Buy a theme once to keep it, or use every premium theme while Plus is active. All themes include light and dark appearances.
ar: اشترِ سمة مرة واحدة للاحتفاظ بها، أو استخدم كل السمات المميزة أثناء تفعيل Plus. تتضمن جميع السمات مظهرين فاتحًا وداكنًا.
es: Compra un tema una vez para conservarlo o usa todos los temas premium mientras Plus esté activo. Todos tienen aspectos claro y oscuro.
es_us: Compra un tema una vez para conservarlo o usa todos los temas premium mientras Plus esté activo. Todos tienen aspectos claro y oscuro.

source: Your journal and standard Insights stay free. Plus has the same features with weekly, monthly, or yearly billing.
ar: تبقى يومياتك والرؤى الأساسية مجانية. يقدم Plus الميزات نفسها بفوترة أسبوعية أو شهرية أو سنوية.
es: Tu diario y las Perspectivas básicas siguen siendo gratis. Plus ofrece las mismas funciones con facturación semanal, mensual o anual.
es_us: Tu diario y las Perspectivas básicas siguen siendo gratis. Plus ofrece las mismas funciones con facturación semanal, mensual o anual.

source: Some purchases are unavailable right now. You can still preview every theme.
ar: بعض المشتريات غير متاحة الآن. لا يزال بإمكانك معاينة كل السمات.
es: Algunas compras no están disponibles ahora. Puedes seguir viendo todos los temas.
es_us: Algunas compras no están disponibles ahora. Puedes seguir viendo todos los temas.

source: No entries in this range
ar: لا توجد تدوينات في هذه الفترة
es: No hay entradas en este período
es_us: No hay entradas en este período

source: No matching pages
ar: لا توجد صفحات مطابقة
es: No hay páginas que coincidan
es_us: No hay páginas que coincidan

source: Save a page to see your mood over time.
ar: دوّن صفحة لترى مزاجك بمرور الوقت.
es: Escribe una página para ver tu ánimo a lo largo del tiempo.
es_us: Escribe una página para ver tu ánimo a lo largo del tiempo.

source: No activities recorded in this range.
ar: لا توجد أنشطة مسجلة في هذه الفترة.
es: No hay actividades registradas en este período.
es_us: No hay actividades registradas en este período.

source: No moods recorded in this range.
ar: لا يوجد مزاج مسجل في هذه الفترة.
es: No hay estados de ánimo registrados en este período.
es_us: No hay estados de ánimo registrados en este período.

source: A mix of moods
ar: مزيج من المشاعر
es: Una mezcla de emociones
es_us: Una mezcla de emociones

source: Mostly heavier days
ar: أيام أثقل في الغالب
es: Días mayormente difíciles
es_us: Días mayormente difíciles
